Repository: c-villain/podZamkom
Catalog: podZamkom/languages/*.lproj/Localizable.strings
Languages: de, fr, ru

source: UNDER LOCK
de: UNTER VERSCHLUSS
fr: SOUS CLEF
ru: ПОД ЗАМКОМ

source: SET PASSWORD
de: PASSWORT FESTLEGEN
fr: CRÉER LE MOT DE PASSE
ru: СОЗДАТЬ ПАРОЛЬ

source: ENTER PASSWORD
de: PASSWORT EINGEBEN
fr: ENTRER LE MOT DE PASSE
ru: ВВЕСТИ ПАРОЛЬ

source: Enter password for logging into
de: Bitte Passwort fürs Einloggen eingeben
fr: Entrez le mot de passe pour entrer à l'application
ru: Введите пароль для входа в приложение

source: Set password. It could be changed in settings.
de: Legen Sie Passwort für App fest. Passwort kann später in den Einstellungen geändert werden
fr: Définissez le mot de passe pour l’application. On peut changer le mot de passe dans les paramètres.
ru: Установите пароль для приложения. Пароль можно будет изменить в разделе настроек

source: Incorrect password. Try again.
de: Falsche Passwort. Bitte versuchen Sie noch einmal.
fr: Mot de passe incorrect. Essayer de nouveau.
ru: Неправильный пароль. Попробуйте заново.

source: Forgot your password?
de: Passwort vergessen?
fr: Mot de passe oublié?
ru: Что делать, если вы забыли пароль

source: FORGOT PASSWORD?
de: PASSWORT VERGESSEN?
fr: MOT DE PASSE OUBLIÉ?
ru: ЗАБЫЛИ ПАРОЛЬ?

source: First of all try to enter password with capital letters in different places. If it will not help you, you should reinstall application. Unfortunately all documents will be deleted after this.
de: Vor allem versuchen Sie bitte Ihr Passwort mit Grossbuchstaben in verschiedenen Stellen einzugeben. Wenn es nicht reicht, dann ist unser App erneut zu installieren. Leider werden danach alle Dokumente gelöscht.
fr: D’abord, tâchez d’entrer le mot de passe avec les majuscules sur les positions différentes. Si cela ne travaille pas, une seule décision est une réinstallation de l’application. Malheureusement, tous les documents seront supprimés.
ru: Прежде всего попробуйте ввести пароль с заглавными буквами на разных местах. Если это не поможет, единственным решением останется переустановка приложения. К сожалению, после этого все документы будут удалены.

source: SETTINGS
de: EINSTELLUNGEN
fr: PARAMЀTRES
ru: НАСТРОЙКИ

source: PASSWORD
de: PASSWORT
fr: MOT DE PASSE
ru: ПАРОЛЬ

source: EMERGENCY PASSWORD
de: SONDERPASSWORT
fr: MOT DE PASSE URGENT
ru: ЭКСТРЕННЫЙ ПАРОЛЬ

source: LANGUAGE
de: SPRACHE
fr: LANGUE
ru: ЯЗЫК

source: Every time ask for logging in (recommended)
de: Passwort fürs Einloggen benutzen (empfohlen)
fr: Utiliser le mot de passe pour entrer (c’est recommandé)
ru: Использовать пароль для входа (рекомендуется)

source: Delete documents after tenth attempt to enter password
de: Alle Daten nach 10 falschen Versuchen der Passworteingabe löschen
fr: Supprimer toutes les données après les 10 efforts d’entrer
ru: Удалить все данные после 10 неправильных попыток ввода пароля

source: After entering this password all documents will be deleted
de: Bei der Eingabe dieses Passwortes werden beim Appstart alle Daten sofort gelöscht
fr: Après l’entrée de ce mot de passe pendant la mise en marche de l’application, toutes les données se suppriment tout de suite.
ru: При вводе этого пароля при запуске приложения все данные моментально удаляются

source: DELETE ALL
de: ALLE DATEN LÖSCHEN
fr: SUPPRIMER TOUTES LES DONNÉES
ru: УДАЛИТЬ ВСЕ ДАННЫЕ

source: CONFIRM DELETION OF ALL DOCUMENTS
de: BITTE DI LÖSCHUNG ALLER DATEN BESTÄTIGEN
fr: CONFIRMEZ LA SUPRESSION DE TOUTES LES DONNÉES
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ ВСЕХ ДАННЫХ

source: Cancel
de: Widerruf
fr: Retour
ru: Отмена

source: Delete
de: Löschen
fr: Supprimer
ru: Удалить

source: All
de: Alles
fr: Tout

source: Notes
de: Notizen

source: Cards
de: Karten
fr: Cartes

source: Passports
de: Pässe
fr: Passeports

source: Bank accounts
de: Konten
fr: Comptes bancaires

source: Logins
de: Logine

source: New document
de: Neues Dokument
fr: Nouveau document

source: NEW DOCUMENT
de: NEUES DOKUMENT
fr: NOUVEAU DOCUMENT
ru: НОВЫЙ ДОКУМЕНТ

source: NOTE
de: NOTIZ
ru: ЗАМЕТКА

source: PASSPORT
de: PASS
fr: PASSEPORT
ru: ПАСПОРТ

source: CREDIT CARD
de: KARTE
fr: CARTE
ru: КАРТА

source: BANK ACCOUNT
de: KONTO
fr: COMPTE BANCAIRE
ru: СЧЕТ

source: ALREADY UNDER LOCK
de: JETZT UNTER VERSCHLUSS
fr: SOUS CLEF DÉJÀ
ru: СЕЙЧАС ПОД ЗАМКОМ

source: NEW NOTE
de: NEUE NOTIZ
fr: NOUVELLE NOTE
ru: НОВАЯ ЗАМЕТКА

source: TITLE
de: BEZEICHNUNG
fr: TITRE
ru: НАЗВАНИЕ

source: Note
de: Notiz
ru: Заметка

source: CONFIRM DELETION OF NOTE
de: BITTE DIE LÖSCHUNG DER NOTIZ BESTÄTIGEN
fr: CONFIRMEZ LA SUPRESSION DE LA NOTE
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ ЗАМЕТКИ

source: Note was copied
de: Notiz ist kopiert
fr: La note est copiée
ru: Заметка скопирована

source: Title:
de: Bezeichnung:
fr: Titre:

source: Note:
de: Notiz:

source: DELETE NOTE
de: NOTIZ LÖSCHEN
fr: SUPPRIMER LA NOTE
ru: УДАЛИТЬ ЗАМЕТКУ

source: SEND NOTE
de: NOTIZ SENDEN
fr: ENVOYER LA NOTE
ru: ОТПРАВИТЬ ЗАМЕТКУ

source: NEW LOGIN
de: NEUER LOGIN
fr: NOUVEL LOGIN
ru: НОВЫЙ ЛОГИН

source: URL
de: Adresse der Webseite
fr: ADRESSE DU SITE
ru: Адрес сайта

source: COMMENTS
de: KOMMENTARE
fr: COMMENTAIRES
ru: КОММЕНТАРИИ

source: CONFIRM DELETION OF LOGIN
de: BITTE LÖSCHUNG DES LOGINS BESTÄTIGEN
fr: CONFIRMEZ LA SUPRESSION DU LOGIN
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ ЛОГИНА

source: Login was copied
de: Login ist kopiert
fr: Le login est copié
ru: Логин скопирован

source: Password was copied
de: Passwort ist kopiert
fr: Le mot de passe est copié
ru: Пароль скопирован

source: DELETE LOGIN
de: LOGIN LÖSCHEN
fr: SUPPRIMER LE LOGIN
ru: УДАЛИТЬ ЛОГИН

source: CONFIRM DELETION OF CARD
de: BITTE LÖSCHUNG DER KARTE BESTÄTIGEN
fr: CONFIRMEZ LA SUPRESSION DE LA CARTE
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ КАРТЫ

source: Card number was copied
de: Kartennummer ist kopiert
fr: Le numéro de la carte est copié
ru: Номер карты скопирован

source: NEW CARD
de: NEUE KARTE
fr: NOUVELLE CARTE
ru: НОВАЯ КАРТА

source: CARD NUMBER
de: KARTENNUMMER
fr: NUMÉRO DE LA CARTE
ru: НОМЕР КАРТЫ

source: CARD TYPE
de: KARTENTYP
fr: TYPE DE LA CARTE
ru: ТИП КАРТЫ

source: VALID THRU
de: GÜLTIG BIS
fr: VALABLE DANS

source: HOLDER
de: NAME DES INHABERS
fr: NOM DU TITULAIRE
ru: ИМЯ ВЛАДЕЛЬЦА

source: CARD COLOR
de: KARTENFARBE
fr: COULEUR DE LA CARTE
ru: ЦВЕТ КАРТЫ

source: DELETE CARD
de: KARTE LÖSCHEN
fr: SUPPRIMER LA CARTE

source: NEW BANK ACCOUNT
de: NEUES KONTO
fr: NOUVEL COMPTE
ru: НОВЫЙ СЧЕТ

source: CURRENCY
de: DEVISENTYP
fr: TYPE DE LA MONNAIE
ru: ТИП ВАЛЮТЫ

source: BIK CODE
de: BIK
fr: BIC CODE
ru: БИК

source: CORRESPONDENT ACCOUNT
de: KORRESPONDENZKONTO
fr: COMPTE DE CORRESPONDANT
ru: КОР. СЧЕТ

source: TAXPAYER ID
de: Steuer-ID-Nr.
fr: CODE INSÉE
ru: ИНН

source: TAX REGISTRATION REASON CODE
de: KENNZIFFER DER ANMELDUNGSURSACHE
fr: CODE POUR LES BESOINS DE LA COMPTABILITÉ
ru: КПП

source: Bank account
de: Kontonummer
fr: Numéro du compte bancaire
ru: Номер счета

source: Bank account was copied
de: Kontonummer ist kopiert
fr: Numéro du compte bancaire a été copié
ru: Номер счета скопирован

source: CONFIRM DELETION OF BANK ACCOUNT
de: BESTÄTIGEN SIE KONTOLÖSCHUNG
fr: CONFIRMEZ LA SUPRESSION DU COMPTE BANCAIRE
ru: ПОДТВЕРДИТЕ УДАЛЕНИЕ СЧЕТА

source: Account:
de: Konto-Nr.:
fr: Compte:
ru: № счета:

source: Currency:
de: Kontowährung:
fr: Monnaie:
ru: Валюта счета:

source: Taxpayer id:
de: Steuer-ID-Nr.:
fr: Code Insee:
ru: ИНН:

source: Correspondent acc.:
de: Korrespondenzkonto:
fr: Compte de correspondant:
ru: Кор. счет:

source: Tax reg. reason code:
de: Kennziffer der Anmeldungsursache:
fr: Code pour les besoins de la comptabilité:
ru: КПП:

source: Comments:
de: Kommentar:
fr: Commentaire:
ru: Комментарий:

source: DELETE BANK ACCOUNT
de: KONTO LÖSCHEN
fr: SUPPRIMER LE COMPTE BANCAIRE

source: SEND BANK ACCOUNT
de: KONTO SENDEN
fr: ENVOYER LE COMPTE BANCAIRE

source: Passport
de: Pass
fr: Passeport

source: NEW PASSPORT
de: NEUER PASS
fr: NOUVEAU PASSEPORT

source: COUNTRY
de: LAND
fr: PAYS

source: PASSPORT NUMBER
de: SERIE UND NUMMER
fr: SÉRIE ET NUMÉRO DU PASSEPORT

source: ISSUED BY
de: AUSGESTELLT DURCH
fr: AUTORITÉ DE DÉLIVRANCE

source: DATE OF ISSUE
de: AUSSTELLUNGSDATUM
fr: DATE D’ÉMISSION

source: DEPARTMENT CODE
de: CODE DER STRUKTUREINHEIT
fr: CODE DU SUBDIVISION

source: SURNAME, NAME
de: VOR-, VATERS-, FAMILIENNAME
fr: PRÉNOM, NOM

source: BIRTHDATE
de: GEBURTSDATUM
fr: DATE DE NAISSANCE

source: BIRTHPLACE
de: GEBURTSORT
fr: LIEU DE NAISSANCE

source: CONFIRM DELETION OF PASSPORT
de: BESTÄTIGEN SIE PASSLÖSCHUNG
fr: CONFIRMEZ LA SUPRESSION DU PASSEPORT

source: Passport number was copied
de: Passnummer ist kopiert
fr: Numéro du passeport est copié

source: Passport number:
de: Pass-Nr.:
fr: Numéro du passeport:

source: Surname, name:
de: VOR-, VATERS-, FAMILIENNAME:
fr: Prénom, nom:

source: Birthdate:
de: Geburtsdatum:
fr: Date de naissance:

source: Birthplace:
de: Geburtsort:
fr: Lieu de naissance:

source: Issued by:
de: Ausgestellt durch:
fr: Autorité de délivrance:

source: Departent code:
de: Code der Struktureinheit:
fr: Code de subdivision:

source: Date of issue:
de: Ausstellungsdatum:
fr: Date d'émission:

source: DELETE PASSPORT
de: PASS LÖSCHEN
fr: SUPPRIMER LE PASSEPORT

source: SEND PASSPORT
de: SENDEN
fr: ENVOYER

source: Like this app?
de: Hat Ihnen unser App gefallen?
fr: Amez-vous cette application?

source: Why not rate in the AppStore?
de: Bei AppStore bewerten?
fr: Déterminer en AppStore?

source: No, thanks
de: Nein, danke
fr: Non, merci

source: Yes
de: Ja
fr: Oui

source: Remind me later
de: Später erinnern
fr: Rappeler plus tard

source: PHOTOS (
de: FOTOS (

source: PHOTO
de: FOTO

source: CONTACT WITH DEVELOPERS
de: KONTAKT MIT DEN ENTWICKLERN

source: Bank
fr: Banque

source: BANK
fr: BANQUE
ru: БАНК

source: Bank:
fr: Banque:
ru: Банк:

source: BIK:
fr: BIC
ru: БИК:

source: LOGIN
ru: ЛОГИН

source: Login
ru: Логин
